Repository: common-repository/1qlick
Catalog: i18n/1qlick-*.po
Languages: nl_nl

source: 1Qlick
nl_nl: 1Qlick inschakelen

source: 1Qlick Dev Team
nl_nl: 1Qlick ontwikkelaars team

source: 1Qlick Enabled
nl_nl: 1Qlick inschakelen

source: Show 1Qlick QR
nl_nl: Toon 1Qlick QR code

source: Hooks to add button to
nl_nl: Hooks waar de knop getoond wordt

source: Environment the site is running in
nl_nl: Plugin omgeving

source: Scan QR code for
nl_nl: Scan QR-code voor

source: 1Qlick Mobile Checkout
nl_nl: mobiele checkout met 1Qlick

source: 1Qlick in progress
nl_nl: Afrekenen met 1Qlick

source: Payment in progress
nl_nl: Aan het afrekenen

source: Checkout with %icon
nl_nl: Direct bestellen met %icon

source: What is 1Qlick?
nl_nl: Wat is 1Qlick?

source: Enter details automatically,
nl_nl: Vul automatisch en veilig je gegevens in,

source: wherever you shop
nl_nl: waar je ook shopt

source: Enter details once
nl_nl: Één keer invullen

source: No more form filling from then on
nl_nl: Daarna geen adresformulieren meer

source: Save your payment and shipping preferences
nl_nl: Bewaar je betaal- en verzendvoorkeuren

source: All your order history in one place
nl_nl: Al je bestelhistorie op één plek
